import { IDemo } from "@/components/Demo/Demo.types"

export const poptolkiImg: string[] = [
    'pot3.jpeg', 'pot2.jpeg', 'pot4.jpeg'
]

export const demoPotolki: IDemo[] = [
  {
    image: "/silver.jpg",
    title: "Серебристый",
    desc: "Серебристый потолок с грильято создает элегантную атмосферу и придает помещению изысканный вид!",
  },
  {
    image: "/pot5.jpeg",
    title: "Чёрный",
    desc: "Черный потолок с грильято придает помещению стильный и современный облик. Он создает эффект контраста и добавляет нотку роскоши в интерьер!",
  },
  {
    image: "/pot6.jpeg",
    title: "Белый",
    desc: "Белый потолок с грильято придает помещению светлость и чистоту. Он создает ощущение простора и подходит для различных стилей интерьера, от классического до современного!",
  },
]